{
	"lore.lilium.update": "A block that resembles Dirt with the text 'update!' inscribed. It's a strange find.",
	"lore.lilium.glowing_obsidian": "This block might have once had a purpose, but now just serves as a light source. It's a strange find.",
	"lore.lilium.nether_reactor": "A block that serves as a base for a Nether Reactor - allowing the Nether to come to the Overworld. It's a strange find.",
	"lore.lilium.nether_reactor_active": "An active Nether Reactor is allowing the Nether to come to the Overworld. It's a strange find.",
	"lore.lilium.nether_reactor_burntout": "This block was once used as a power source, but is now inert. It's a strange find.",
    "lore.lilium.rose_cyan": "A blue flower that makes you think of the past.",
    "lore.lilium.rose": "A red flower that makes you think of the past.",
    "lore.lilium.paeonia": "A flower that makes you wonder what could've been.",
    "lore.lilium.ruby": "A gem that makes you wonder what could've been.",
    "lore.lilium.iron_block": "A decorative block - just looking at its shiny texture brings back memories.",
    "lore.lilium.gold_block": "A decorative block - just looking at its shiny texture brings back memories.",
    "lore.lilium.diamond_block": "A decorative block - just looking at its shiny texture brings back memories.",
    "lore.lilium.gold_shiny": "A decorative block - just looking at its shiny texture brings back memories.",
    "lore.lilium.grass_block": "A decorative block - just looking at its vibrant texture brings back memories.",
    "lore.lilium.cobblestone": "A decorative block - just looking at its dramatic cracks brings back memories.",
    "lore.lilium.bricks": "A decorative block - just looking at its bright texture brings back memories.",
    "lore.lilium.sand": "A decorative block - just looking at its classic texture brings back memories.",
    "lore.lilium.gravel": "A decorative block - just looking at its classic texture brings back memories.",
    "lore.lilium.gear_primary": "A decorative block - just looking at its classic texture makes you wonder what might've been.",
    "lore.lilium.gear_secondary": "A decorative block - just looking at its classic texture makes you wonder what might've been.",
	"lore.lilium.chest_locked_aprilfools_super_old_legacy_we_should_not_even_still_have_this": "This block once served a purpose, but is now inert. It's a strange find."

}