{
  "entity.etcetera.chapple.description": "A chicken.. apple? It lays apples. When struck by lightning, something interesting might happen.",
  "entity.etcetera.eggple.description": "Cronch!",
  "entity.etcetera.turtle_raft.description": "Can only carry one, but may be dyed, bannered, and is quite nimble.",
  "lore.etcetera.etcetera": "A miscellaneous stuffs mod made by Ninni.",
  "lore.etcetera.raw_bismuth_block": "A crystalline, iridescent metal which hums softly.",
  "lore.etcetera.bismuth_block": "It hums at a touch, as if it's properties rearrange themselves out of indecision.",
  "lore.etcetera.bismuth_bars": "It hums at a touch, as if it's properties rearrange themselves out of indecision.",
  "lore.etcetera.nether_bismuth_ore": "A crystalline, iridescent metal which hums softly.",
  "lore.etcetera.raw_bismuth": "A crystalline, iridescent metal which hums softly.",
  "lore.etcetera.bismuth_ingot": "It hums at a touch, as if it's properties rearrange themselves out of indecision.",
  "lore.etcetera.iridescent_glass": "A translucent, colorful block which is imbued with bismuth to shit hue.",
  "lore.etcetera.iridescent_glass_pane": "A thin, colorful block which is imbued with bismuth to shit hue.",
  "lore.etcetera.iridescent_terracotta": "A subdued, colorful block which is imbued with bismuth to shit hue.",
  "lore.etcetera.iridescent_glazed_terracotta": "An opulent, colorful block which is imbued with bismuth to shit hue.",
  "lore.etcetera.iridescent_concrete": "A sleek, colorful block which is imbued with bismuth to shit hue.",
  "lore.etcetera.iridescent_wool": "A soft, colorful block which is imbued with bismuth to shit hue.",
  "lore.etcetera.iridescent_lantern": "A glowing, colorful block which is imbued with bismuth to shit hue.",
  "lore.etcetera.chisel": "An iridescent bit of metal which can remove iridescence or chisel blocks.",
  "lore.etcetera.hammer": "A sluggish bismuth slab of metal on a stick, used to crack blocks or skulls.",
  "lore.etcetera.wrench": "An iridescent device which functions like a debug stick, helpful for changing blockstates.",
  "lore.etcetera.handbell": "Obtained from villagers, when rung it can call pets to you if they aren't sitting.",
  "lore.etcetera.drum": "Will play a sound when hit or landed on, varying in pitch depending on where it's hit! Changes sound dependent on what's underneath.",
  "lore.etcetera.dice": "Can be rolled on click or redstone pulse, will randomize it's signal!",
  "lore.etcetera.frame": "May be placed and later replaced with another block easily. Very useful!",
  "lore.etcetera.prickly_can": "A container made of cactus which deletes anything inside with a simple click.",
  "lore.etcetera.bouquet": "A lovely bundle of flowers! May be placed in pots or vases, or gifted to someone you care about.",
  "lore.etcetera.vase": "It removes any offset the grown plant may have atop it.",
  "lore.etcetera.glowing_item_stand": "A glowing vertical item frame which can be covered in glass.",
  "lore.etcetera.item_stand": "A vertical item frame which can be covered in glass.",
  "lore.etcetera.squid_lamp": "A glowy torch which is more potent underwater.",
  "lore.etcetera.tidal_helmet": "Crafted with a turtle helm and a heart of the sea, will grant you temporary yet potent conduit power while underwater.",
  "lore.etcetera.leveled_stone_slab": "An especially smooth stone.",
  "lore.etcetera.leveled_stone_stairs": "An especially smooth stone.",
  "lore.etcetera.leveled_stone": "An especially smooth stone.",
  "lore.etcetera.waxed_crumbling_stone": "A great way to have gradiented, interesting cobble!",
  "lore.etcetera.crumbling_stone": "When interacted with, it will crumble and eventually break. Can be waxed to preserve it.",
  "lore.etcetera.turtle_raft": "Can only carry one, but may be dyed, bannered, and is quite nimble.",
  "lore.etcetera.golden_eggple": "May be thrown to hatch a golden chapple!",
  "lore.etcetera.eggple": "Can be thrown to hatch a chapple.",
  "lore.etcetera.cotton_seed": "Planted into farmland to grow cotton!",
  "lore.etcetera.cotton_flower": "A fiberous yet soft flower which can be weaved into clothing, string, or wool.",
  "tag.etcetera.sweaters.description": "A comforting cotton sweater without durability.",
  "tag.etcetera.hats.description": "A cozy cotton hat that has no durability."
}