{
	"lore.quark.raw_iron_bricks": "An interlocking building block made from Raw Iron.",
	"lore.quark.raw_gold_bricks": "An interlocking building block made from Raw Gold.",
	"lore.quark.raw_copper_bricks": "An interlocking building block made from Raw Copper.",
	"lore.quark.cobblestone_bricks": "An interlocking building block made from Cobblestone.",
	"lore.quark.netherrack_bricks": "An interlocking building block made from Netherrack.",
	"lore.quark.dirt_bricks": "An interlocking building block made from Dirt.",
	"lore.quark.sandstone_bricks": "An interlocking building block made from Sandstone.",
	"lore.quark.blue_nether_bricks": "A decorative block adding a pop of blue to your Nether Bricks.",
	"lore.quark.blackstone_bricks": "An interlocking building block made from Blackstone.",
	"lore.quark.red_sandstone_bricks": "An interlocking building block made from Red Sandstone.",
	"lore.quark.soul_sandstone_bricks": "An interlocking building block made from Soul Sandstone.",
	"tag.quark.ladders.description": "A block that can be used to climb vertically.",
	"tag.quark.vertical_slabs.description": "Half of a normal block, rotated. Great for texturing builds.",
	"tag.quark.hollow_logs.description": "A hollowed out log that can be climbed in.",
	"lore.quark.pickarang": "A tool that can be thrown to mine the block it hits bringing you the drops back. It can also be enchanted for better performance.",
	"lore.quark.flamerang": "A tool that works like a Pickarang, but any items it picks up become immune to fire and lava damage while they travel.",
	"lore.quark.abacus": "A tool that, when used on a block, will count the distance between the block you're looking at and the one you clicked, up to 48 blocks.",
	"lore.quark.ancient_fruit": "This fruit falls from Ashen Trees when they're chopped down. Gives you a small amount of XP when eaten.",
	"lore.quark.ancient_sapling": "A block that can be planted to grow a tree, given enough space. Can be sniffed up by a Sniffer.",
	"lore.quark.backpack": "A backpack can be worn to gain an additional three rows of inventory space.",
	"lore.quark.blackstone_furnace": "A workstation that allows you to smelt ore, create charcoal, and cook food. If the block under this furnace produces Soul Fire when lit, the furnace will too.",
	"lore.quark.blaze_lantern": "A light-emitting block that will burn forever, like Netherrack.",
	"lore.quark.blue_blossom_sapling": "A block that can be planted to grow a tree, given enough space. Can be found in cold biomes.",
	"lore.quark.bottled_cloud": "An item obtained from using a Glass Bottle when at cloud level. This can be used on air to create a temporary block that other blocks can be placed on.",
	"lore.quark.charcoal_block": "A solid block of Charcoal. Burns forever just like Netherrack.",
	"lore.quark.chute": "A block that drops any items fed into it by a Hopper/Dropper into the world directly below.",
	"lore.quark.dragon_scale": "A crafting ingredient dropped from a respawned Ender Dragon. It can be used to duplicate Elytra.",
	"lore.quark.ender_watcher": "A block that emits Redstone Power based on how close to the center of the eye a player is looking.",
	"lore.quark.music_disc_endermosh": "An item that can be played in a Jukebox. Can be found in End City chests. It's an uncommon find.",
	"lore.quark.forgotten_hat": "Drops from Forgotten, which can be found deep underground. Be wary of their powerful equipment and multiple combat styles.",
	"lore.quark.feeding_trough": "Animals can eat any items put in this and breed from it. Sometimes they may eat in excess, will not breed if there's too many nearby, and will not produce XP.",
	"lore.quark.glass_item_frame": "An item that can can be placed on the wall to showcase an item placed inside, without showing a frame. It can also be right clicked through to open any inventory behind it.",
	"lore.quark.glowing_glass_item_frame": "An item that can can be placed on the wall to illuminate an item placed inside, without showing a frame. It can also be right clicked through to open any inventory behind it.",
	"lore.quark.glow_lichen_growth": "A natural block found in the rare Glimmering Weald biome deep underground.",
	"lore.quark.glow_shroom": "A mushroom found in the rare Glimmering Weald biome deep underground. Bone Meal can be used to create a large variant.",
	"lore.quark.gold_button": "A block that emits Redstone Power for 2 second when pressed.",
	"lore.quark.golden_apple_crate": "A solid block of Golden Apples. Can be used as a Beacon base.",
	"lore.quark.gravisand": "A functional block that only falls when given a redstone signal, taking adjacent ones along with it. If it can't fall, it'll float upwards.",
	"lore.quark.diamond_heart": "An item obtained from breaking a Stoneling's shell underground. Don't worry - the Stoneling is just fine. The body is just a shell around the heart! If you see a small creature holding an item, that's one! Sneak up to it so it doesn't notice you, or use a Glow Shroom to bait it. If you use the Heart on raw stone, the Stoneling will construct a new body out of it, and will be more comfortable with players after its ride in your inventory.",
	"lore.quark.iron_button": "A block that emits Redstone Power for 5 seconds when pressed.",
	"lore.quark.grate": "A block that prevents unleashed animals from walking through. Items will fall through it!",
	"lore.quark.iron_rod": "A block that will break any blocks in front of it when pushed with a piston.",
	"lore.quark.jasper": "Can be found in big clusters in mesas and deserts.",
	"lore.quark.lavender_blossom_sapling": "A block that can be planted to grow a tree, given enough space. Can be found in Swamps.",
	"lore.quark.limestone": "A natural block that can be found in big clusters in swamps and oceans.",
	"lore.quark.myalite": "A natural block that can be found in big clusters in the outer end highlands. It reacts to an invisible field in the world, changing color depending on where it's placed with the field's intensity.",
	"lore.quark.orange_blossom_sapling": "A block that can be planted to grow a tree, given enough space. Can be found in Savannas.",
	"lore.quark.pathfinders_quill": "A tool that can be used to find the biome inscribed in it. Trade for it from Cartographers or Wandering Traders.",
	"lore.quark.permafrost": "A natural block that can be found towards the top of Frozen Peaks.",
	"lore.quark.ravager_hide": "An item that drops from Ravagers in Raids. It can be used to craft a Backpack.",
	"lore.quark.red_blossom_sapling": "A block that can be planted to grow a tree, given enough space. Can be found in Badlands.",
	"lore.quark.redstone_randomizer": "A functional block that randomly repeats the given signal either left or right.",
	"lore.quark.rope": "A block that can be climbed when hung from a ceiling. This block can be placed onto existing Rope blocks to lower the rope, and can be pulled up by interacting with it while sneaking. It can even pull up blocks like a Piston!",
	"lore.quark.seed_pouch": "This tool can hold ten stacks of any one seed or sapling, simply by right-clicking them in and out. The pouch can also automatically pick up seeds if you're holding it, or place 3x3 areas by using it on a block.",
	"lore.quark.shale": "A natural block that can be found in big clusters in cold biomes.",
	"lore.quark.crab_bucket": "A bucket with an a Crab inside.",
	"lore.quark.crafter": "A block that will craft a recipe based on its inventory when powered.",
	"lore.quark.slime_in_a_bucket": "A bucket with an a tiny Slime inside. It'll start jumping in its bucket when you're inside a slime chunk.",
	"lore.quark.soul_bead": "An item that drops from Wraiths in Soul Sand Valleys. Will fly towards the nearest Nether Fortress when used.",
	"lore.quark.sturdy_stone": "A sturdy block that cannot be moved by pistons.",
	"lore.quark.tiny_potato": "It believes in you!",
	"lore.quark.torch_arrow": "An arrow that will try to place a torch wherever it lands.",
	"lore.quark.trowel": "A tool that randomly places a block from your hotbar when used. You can have the same block in multiple slots to increase its odds.",
	"lore.quark.yellow_blossom_sapling": "A block that can be planted to grow a tree, given enough space. Can be found in plains.",
	"lore.quark.ancient_tome": "A book that can be used to upgrade an item or book's enchantment by one level, up to one above the normal cap. Rarely found in dungeons or strongholds.",
	"lore.quark.skull_pikes": "When placed over a fence, simple monsters that wander close by will be scared and run away.",
	"tag.quark.stools.description": "A block that can be sat on, and stay sat on when moved by a piston. Placing a block on top will change the stool to a table.",
	"tag.quark.posts.description": "A block that can be placed in any axis. Chains and Lanterns can connect to this block.",
	"entity.quark.crab.description": "A passive mob be found in Beaches. It can be bred with Wheat, Chicken, or any type of Fish.",
	"lore.quark.music_disc_chatter": "An ambience disc can be collected by getting a Skeleton to kill a Spider, and loop indefinitely when played in a Jukebox. It's an uncommon find.",
	"lore.quark.music_disc_crickets": "An ambience disc can be collected by getting a Skeleton to kill a Spider, and loop indefinitely when played in a Jukebox. It's an uncommon find.",
	"lore.quark.music_disc_clock": "An ambience disc can be collected by getting a Skeleton to kill a Spider, and loop indefinitely when played in a Jukebox. It's an uncommon find.",
	"lore.quark.music_disc_fire": "An ambience disc can be collected by getting a Skeleton to kill a Spider, and loop indefinitely when played in a Jukebox. It's an uncommon find.",
	"lore.quark.music_disc_wind": "An ambience disc can be collected by getting a Skeleton to kill a Spider, and loop indefinitely when played in a Jukebox. It's an uncommon find.",
	"lore.quark.music_disc_rain": "An ambience disc can be collected by getting a Skeleton to kill a Spider, and loop indefinitely when played in a Jukebox. It's an uncommon find.",
	"lore.quark.music_disc_ocean": "An ambience disc can be collected by getting a Skeleton to kill a Spider, and loop indefinitely when played in a Jukebox. It's an uncommon find.",
	"lore.quark.music_disc_drips": "An ambience disc can be collected by getting a Skeleton to kill a Spider, and loop indefinitely when played in a Jukebox. It's an uncommon find.",
	"lore.quark.smithing_template_rune": "This item can be used in a Smithing Table with an enchanted item to change its glint color. This is purely visual.",
	"lore.quark.egg_parrot_red_blue": "An item that may create a baby Parrot when thrown. Tamed Parrots will lay them after around 10 minutes.",
	"lore.quark.egg_parrot_blue": "An item that may create a baby Parrot when thrown. Tamed Parrots will lay them after around 10 minutes.",
	"lore.quark.egg_parrot_green": "An item that may create a baby Parrot when thrown. Tamed Parrots will lay them after around 10 minutes.",
	"lore.quark.egg_parrot_yellow_blue": "An item that may create a baby Parrot when thrown. Tamed Parrots will lay them after around 10 minutes.",
	"lore.quark.egg_parrot_gray": "An item that may create a baby Parrot when thrown. Tamed Parrots will lay them after around 10 minutes.",
	"lore.quark.moss_paste": "A crafting ingredient made from smelting Moss that can be used to make Midori blocks.",
	"lore.quark.chorus_weeds": "A natural block that can be found in the barrens of the outer end. Will randomly teleport and reproduce over time or if forced via trampling, bone meal, or adjacent water. May also spawn Endermites when trampled.",
	"tag.quark.corundum.description": "A block that can be found underground in large clusters of two colors each. Will slowly grow upwards if placed deep underground. Can be waxed to prevent growth and particle emission.",
	"tag.quark.crystal_lamp.description": "A lamp that will only change the color of a beacon beam when turned on.",
	"lore.quark.pipe": "A block that will move items put in with a Hopper/Dropper or equivalent, or via dropped item form on an edge. Items will prefer to fall down, then forwards, then randomly sideways, and only then upwards. Items going into a full container will turn back. Any pipe can be disabled with a Redstone signal, and the amount of items in a Pipe can be read with a Comparator. Pipes with over 16 items will break.",
	"lore.quark.magnet": "A block that can push and pull any blocks made of Copper or Iron when powered, depending on the side. If multiple magnets are moving the same block, the biggest force will win. A magnet's force on a block is the redstone signal it's given minus the distance to the block. Hoppers moved with a Magnet will drop one item in front for each block moved. If the item is a seed, it'll try to plant it instead. Stonecutters moved with a Magnet will try to break the block above them.",
	"lore.quark.dusky_myalite": "A block that can be found embedded in Spiral Spires around the outer end.",
	"lore.quark.crate": "A storage block that can hold up to %d items, regardless of their stack size. Not that great for bulk storage, but fantastic for unstackables or a large variety of random items.",
	"lore.quark.beacon_redirection": "The beacon beam can be redirected with %s by placing it in the beam's path. Note that the final one must always face towards the sky, and that the beam has a limited horizontal distance it can cover.",
	"lore.quark.myalite_crystal_get": "Can be found atop Spiral Spires around the outer end.",
	"lore.quark.myalite_crystal_viaduct": "When an Enderman or player using an Ender Pearl teleports adjacent to multiple of these in a line, they'll end up at the other end of the line instead. Forks work, but loops will not.",
	"lore.quark.myalite_crystal_grow": "Can be grown by placing it under growing Corundum blocks.",
	"lore.quark.shiba_find_low_light": "If you're holding a torch, Shibas will point out dark spots for you to light up.",
	"lore.quark.granite_bricks": "A block of Granite that has been carved into bricks.",
	"lore.quark.granite_pillar": "A block of Granite that has been carved into a Pillar.",
	"lore.quark.chiseled_granite_bricks": "A block of Granite Bricks with a chiseled pattern.",
	"lore.quark.diorite_bricks": "A block of Diorite that has been carved into bricks.",
	"lore.quark.diorite_pillar": "A block of Diorite that has been carved into a Pillar.",
	"lore.quark.chiseled_diorite_bricks": "A block of Diorite Bricks with a chiseled pattern.",
	"lore.quark.limestone_bricks": "A block of Limestone that has been carved into bricks.",
	"lore.quark.limestone_pillar": "A block of Limestone that has been carved into a Pillar.",
	"lore.quark.chiseled_limestone_bricks": "A block of Limestone Bricks with a chiseled pattern.",
	"lore.quark.shale_bricks": "A block of Shale that has been carved into bricks.",
	"lore.quark.shale_pillar": "A block of Shale that has been carved into a Pillar.",
	"lore.quark.chiseled_shale_bricks": "A block of Shale Bricks with a chiseled pattern.",
	"lore.quark.myalite_bricks": "A block of Myalite that has been carved into bricks.",
	"lore.quark.myalite_pillar": "A block of Myalite that has been carved into a Pillar.",
	"lore.quark.chiseled_myalite_bricks": "A block of Myalite Bricks with a chiseled pattern.",
	"lore.quark.calcite_bricks": "A block of Calcite that has been carved into bricks.",
	"lore.quark.calcite_pillar": "A block of Calcite that has been carved into a Pillar.",
	"lore.quark.chiseled_calcite_bricks": "A block of Calcite Bricks with a chiseled pattern.",
	"lore.quark.dripstone_bricks": "A block of Dripstone that has been carved into bricks.",
	"lore.quark.dripstone_pillar": "A block of Dripstone that has been carved into a Pillar.",
	"lore.quark.chiseled_dripstone_bricks": "A block of Dripstone Bricks with a chiseled pattern.",
	"lore.quark.tuff_bricks": "A block of Tuff that has been carved into bricks.",
	"lore.quark.tuff_pillar": "A block of Tuff that has been carved into a Pillar.",
	"lore.quark.chiseled_tuff_bricks": "A block of Tuff Bricks with a chiseled pattern.",
	"lore.quark.black_framed_glass": "This Framed Glass block has been dyed Black, and can be used to as a colourful window.",
	"lore.quark.black_framed_glass_pane": "This Framed Glass Pane has been dyed Black, and can be used as a colourful window.",
	"lore.quark.blue_framed_glass": "This Framed Glass block has been dyed Blue, and can be used to as a colourful window.",
	"lore.quark.blue_framed_glass_pane": "This Framed Glass Pane has been dyed Blue, and can be used as a colourful window.",
	"lore.quark.brown_framed_glass": "This Framed Glass block has been dyed Brown, and can be used to as a colourful window.",
	"lore.quark.brown_framed_glass_pane": "This Framed Glass Pane has been dyed Brown, and can be used as a colourful window.",
	"lore.quark.cyan_framed_glass": "This Framed Glass block has been dyed Cyan, and can be used to as a colourful window.",
	"lore.quark.cyan_framed_glass_pane": "This Framed Glass Pane has been dyed Cyan, and can be used as a colourful window.",
	"lore.quark.framed_glass": "This block can be used as a window. It's slightly tougher than Glass.",
	"lore.quark.framed_glass_pane": "This block can be used as a window. It's slightly tougher than Glass.",
	"lore.quark.gray_framed_glass": "This Framed Glass block has been dyed Gray, and can be used to as a colourful window.",
	"lore.quark.gray_framed_glass_pane": "This Framed Glass Pane has been dyed Gray, and can be used as a colourful window.",
	"lore.quark.green_framed_glass": "This Framed Glass block has been dyed Green, and can be used to as a colourful window.",
	"lore.quark.green_framed_glass_pane": "This Framed Glass Pane has been dyed Green, and can be used as a colourful window.",
	"lore.quark.light_blue_framed_glass": "This Framed Glass block has been dyed Light Blue, and can be used to as a colourful window.",
	"lore.quark.light_blue_framed_glass_pane": "This Framed Glass Pane has been dyed Light Blue, and can be used as a colourful window.",
	"lore.quark.light_gray_framed_glass": "This Framed Glass block has been dyed Light Gray, and can be used to as a colourful window.",
	"lore.quark.light_gray_framed_glass_pane": "This Framed Glass Pane has been dyed Light Gray, and can be used as a colourful window.",
	"lore.quark.lime_framed_glass": "This Framed Glass block has been dyed Lime, and can be used to as a colourful window.",
	"lore.quark.lime_framed_glass_pane": "This Framed Glass Pane has been dyed Lime, and can be used as a colourful window.",
	"lore.quark.magenta_framed_glass": "This Framed Glass block has been dyed Magenta, and can be used to as a colourful window.",
	"lore.quark.magenta_framed_glass_pane": "This Framed Glass Pane has been dyed Magenta, and can be used as a colourful window.",
	"lore.quark.orange_framed_glass": "This Framed Glass block has been dyed Orange, and can be used to as a colourful window.",
	"lore.quark.orange_framed_glass_pane": "This Framed Glass Pane has been dyed Orange, and can be used as a colourful window.",
	"lore.quark.pink_framed_glass": "This Framed Glass block has been dyed Pink, and can be used to as a colourful window.",
	"lore.quark.pink_framed_glass_pane": "This Framed Glass Pane has been dyed Pink, and can be used as a colourful window.",
	"lore.quark.purple_framed_glass": "This Framed Glass block has been dyed Purple, and can be used to as a colourful window.",
	"lore.quark.purple_framed_glass_pane": "This Framed Glass Pane has been dyed Purple, and can be used as a colourful window.",
	"lore.quark.red_framed_glass": "This Framed Glass block has been dyed Red, and can be used to as a colourful window.",
	"lore.quark.red_framed_glass_pane": "This Framed Glass Pane has been dyed Red, and can be used as a colourful window.",
	"lore.quark.white_framed_glass": "This Framed Glass block has been dyed White, and can be used to as a colourful window.",
	"lore.quark.white_framed_glass_pane": "This Framed Glass Pane has been dyed White, and can be used as a colourful window.",
	"lore.quark.yellow_framed_glass": "This Framed Glass block has been dyed Yellow, and can be used to as a colourful window.",
	"lore.quark.yellow_framed_glass_pane": "This Framed Glass Pane has been dyed Yellow, and can be used as a colourful window.",
	"tag.quark.shards.description": "A broken piece of Glass that can be repaired in a Crafting Table.",
	"lore.quark.monster_box": "A block that will spawn a few monsters into the world before breaking.",
	"lore.quark.crab_shell": "An item dropped by Crabs which can be used as a brewing ingredient.",
	"lore.quark.crab_leg": "An item dropped by Crabs which can be eaten or cooked.",
	"lore.quark.cooked_crab_leg": "An item dropped by Crabs which has been cooked so it restores more saturation.",
	"lore.quark.obsidian_pressure_plate": "A block that emits Redstone Power when a player steps on it.",
	"lore.quark.glow_sroom_stem": "A block that is the base of Tall Glow Shrooms. Fragile.",
	"lore.quark.glow_shroom_block": "A block that breaks into Glow Shrooms.",
	"lore.quark.polished_limestone": "A block of Limestone that has been polished.",
	"lore.quark.polished_jasper": "A block of Jasper that has been polished.",
	"lore.quark.polished_shale": "A block of Shale that has been polished.",
	"lore.quark.polished_myalite": "A block of Myalite that has been polished.",
	"lore.quark.polished_calcite": "A block of Calcite that has been polished.",
	"lore.quark.polished_dripstone": "A block of Dripstone that has been polished.",
	"lore.quark.polished_tuff": "A block of Tuff that has been polished.",
	"lore.quark.shingles": "This block is a tile-styled Terracotta block that can be dyed.",
	"lore.quark.black_shingles": "These Terracotta Shingles have been dyed Black, and can be used as colourful roofing.",
	"lore.quark.blue_shingles": "These Terracotta Shingles have been dyed Blue, and can be used as colourful roofing.",
	"lore.quark.brown_shingles": "These Terracotta Shingles have been dyed Brown, and can be used as colourful roofing.",
	"lore.quark.cyan_shingles": "These Terracotta Shingles have been dyed Cyan, and can be used as colourful roofing.",
	"lore.quark.gray_shingles": "These Terracotta Shingles have been dyed Gray, and can be used as colourful roofing.",
	"lore.quark.green_shingles": "These Terracotta Shingles have been dyed Green, and can be used as colourful roofing.",
	"lore.quark.light_blue_shingles": "These Terracotta Shingles have been dyed Light Blue, and can be used as colourful roofing.",
	"lore.quark.light_gray_shingles": "These Terracotta Shingles have been dyed Light Gray, and can be used as colourful roofing.",
	"lore.quark.lime_shingles": "These Terracotta Shingles have been dyed Lime, and can be used as colourful roofing.",
	"lore.quark.magenta_shingles": "These Terracotta Shingles have been dyed Magenta, and can be used as colourful roofing.",
	"lore.quark.orange_shingles": "These Terracotta Shingles have been dyed Orange, and can be used as colourful roofing.",
	"lore.quark.pink_shingles": "These Terracotta Shingles have been dyed Pink, and can be used as colourful roofing.",
	"lore.quark.purple_shingles": "These Terracotta Shingles have been dyed Purple, and can be used as colourful roofing.",
	"lore.quark.red_shingles": "These Terracotta Shingles have been dyed Red, and can be used as colourful roofing.",
	"lore.quark.white_shingles": "These Terracotta Shingles have been dyed White, and can be used as colourful roofing.",
	"lore.quark.yellow_shingles": "These Terracotta Shingles have been dyed Yellow, and can be used as colourful roofing.",
	"lore.quark.soul_sandstone": "A block that makes an excellent building material.",
	"lore.quark.smooth_soul_sandstone": "A block of Soul Sandstone that has been smelted to a point where it has become perfectly smooth.",
	"lore.quark.chiseled_soul_sandstone": "A block of Soul Sandstone with a chiseled pattern.",
	"lore.quark.cut_soul_sandstone": "A block of Soul Sandstone that has been cut."
}