{
    "lore.templates.button": "A retexturable block that emits Redstone Power when pressed.",
    "lore.templates.candle": "A retexturable block that can be lit with Flint and Steel to provide light. The more Candles in a block, the more light.",
    "lore.templates.carpet": "A retexturable block that can be placed as decoration.",
    "lore.templates.cool_rivulet": "A decorative block. It looks cool!",
    "lore.templates.cube": "A retexturable block that can copy the texture of the block you use on it.",
    "lore.templates.door": "A retexturable door that can be opened and closed, by hand or with Redstone Power.",
    "lore.templates.fence": "A retexturable block that connects to fences, but can be opened like a door.",
    "lore.templates.fence_gate": "A retexturable block that connects to fences, but can be opened like a door.",
    "lore.templates.iron_door": "A retexturable door that can only be opened with Redstone Power.",
    "lore.templates.iron_trapdoor": "A retexturable trapdoor that can be opened by hand.",
    "lore.templates.lever": "A retexturable block that can be flipped on and off, providing Redstone Power. It will remain in the on or off state until pressed again.",
    "lore.templates.pane": "A retexturable block that makes for a nice thin windowpane.",
    "lore.templates.post": "A retexturable block in the shape of a post.",
    "lore.templates.post_cross": "A retexturable block in the shape of a post cross.",
    "lore.templates.pressure_plate": "A retexturable pressure sensitive plate that will activate when a mob or player steps on it.",
    "lore.templates.slab": "Half of a normal block, retexturable. Great for texturing builds.",
    "lore.templates.slope": "A retexturable block in the shape of a slope.",
    "lore.templates.stairs": "A retexturable block that can be stepped up without jumping, good for staircases and roofs.",
    "lore.templates.tiny_slope": "A retexturable block in the shape of a small slope.",
    "lore.templates.tnt": "A retexturable block that explodes like TNT.",
    "lore.templates.trapdoor": "A retexturable trapdoor that can be opened by hand or with Redstone Power.",
    "lore.templates.vertical_slab": "Half of a normal block, retexturable. Great for texturing builds.",
    "lore.templates.wall": "A retexturable wall that cannot be jumped over and can be used to keep out mobs."
  }