{
    "lore.frightsdelight.bone_crate": "A storage block full of Bones.",
    "lore.frightsdelight.fermented_spider_eye_crate": "A storage block full of Fermented Spider Eye.",
    "lore.frightsdelight.flesh_crate": "A storage block full of Rotten Flesh.",
    "lore.frightsdelight.phantom_crate": "A storage block full of Phantom Membrane.",
    "lore.frightsdelight.poisonous_potato_crate": "A storage block full of Poisonous Potatoes.",
    "lore.frightsdelight.bone_shard": "A piece of shattered bone that can be used as skewer.",
    "lore.frightsdelight.punchbowl_rotten_flesh": "A bowl of punch that can be picked up with a glass. It's made of Rotten Flesh and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.punchbowl_ghasttear": "A bowl of punch that can be picked up with a glass. It's made of Ghast Tears and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.punchbowl_slimeapple": "A bowl of cider that can be picked up with a glass. It's made of Slime Apples and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.punchbowl_soul_berry": "A bowl of punch that can be picked up with a glass. It's made of Soul Berries and Sugar.",
    "lore.frightsdelight.punchbowl_spidereye": "A bowl of punch that can be picked up with a glass. It's made of Spider Eyes and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.punchbowl_wither_berry": "A bowl of punch that can be picked up with a glass. It's made of Wither Berries and Sugar.",
    "lore.frightsdelight.punchbowl_cobweb": "A bowl of punch that can be picked up with a glass. It's made of Cobwebs and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.rotten_tomato_crate": "A storage block full of Rotten Tomatoes.",
    "lore.frightsdelight.spider_eye_crate": "A storage block full of Spider Eyes.",
    "lore.frightsdelight.web_crate": "A storage block full of Cobwebs.",
    "lore.frightsdelight.apple_slime": "An Apple dipped in slime that can be eaten or used for baking.",
    "lore.frightsdelight.cookie_flesh": "A frightening cookie made of Rotten Flesh. It's not very appetizing.",
    "lore.frightsdelight.cookie_soul_berry": "A frightening cookie made of Soul Berries.",
    "lore.frightsdelight.cookie_spidereye": "A frightening cookie made of Spider Eyes. It's not very appetizing.",
    "lore.frightsdelight.cookie_slimeapple": "A frightening cookie made of Slime Apples. It's not very appetizing.",
    "lore.frightsdelight.cookie_slime": "A frightening cookie made of Slimeballs. It's not very appetizing.",
    "lore.frightsdelight.cookie_cobweb": "A frightening cookie made of Cobwebs. It's not very appetizing.",
    "lore.frightsdelight.cookie_ghast_tear": "A frightening cookie made of Ghast Tears. It's not very appetizing.",
    "lore.frightsdelight.cookie_wither_berry": "A frightening cookie made of Wither Berries.",
    "lore.frightsdelight.monster_mash": "A ghoulish meal made of Spider Eyes, Ghast Tears, and Rotten Flesh.",
    "lore.frightsdelight.pasta_with_slimeballs": "A ghoulish meal made of slime and pasta.",
    "lore.frightsdelight.punch_rotten_flesh": "A drink that can be drunk or placed by sneaking. It's made of Rotten Flesh and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.punch_ghasttear": "A drink that can be drunk or placed by sneaking. It's made of Ghast Tears and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.punch_slimeapple": "A drink that can be drunk or placed by sneaking. It's made of Slime Apples and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.punch_soul_berry": "A drink that can be drunk or placed by sneaking. It's made of Soul Berries and Sugar.",
    "lore.frightsdelight.punch_spidereye": "A drink that can be drunk or placed by sneaking. It's made of Spider Eyes and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.punch_wither_berry": "A drink that can be drunk or placed by sneaking. It's made of Wither Berries and Sugar.",
    "lore.frightsdelight.punch_cobweb": "A drink that can be drunk or placed by sneaking. It's made of Cobwebs and Sugar, and doesn't seem very appetizing.",
    "lore.frightsdelight.soul_berry": "A berry that can be found in the Nether. It requires Soul Fire nearby to grow, and can be withered by having Wither blocks nearby.",
    "lore.frightsdelight.soup_rotten_flesh": "A simple stew of Rotten Flesh and vegetables, not suitable for those with weak stomachs.",
    "lore.frightsdelight.soup_slime": "A simple stew of Slime and vegetables, not suitable for those with weak stomachs.",
    "lore.frightsdelight.soup_spider_eye": "A simple stew of Spider Eyes and vegetables, not suitable for those with weak stomachs.",
    "lore.frightsdelight.soup_slimeapple": "A simple stew of Slime Apples and vegetables, not suitable for those with weak stomachs.",
    "lore.frightsdelight.soup_cobweb": "A simple stew of Cobwebs and vegetables, not suitable for those with weak stomachs.",
    "lore.frightsdelight.soup_ghast_tear": "A simple stew of Ghast Tears and vegetables, not suitable for those with weak stomachs.",
    "lore.frightsdelight.soup_soul_berry": "A simple stew of Soul Berries and vegetables.",
    "lore.frightsdelight.soup_wither_berry": "A simple stew of Wither Berries and vegetables.",
    "lore.frightsdelight.undead_kebab": "A simple meal - Rotten Flesh, Ghast Tears, and Spider Eyes all skewered onto a Bone.",
    "lore.frightsdelight.bone_kebab_rotten_flesh": "A simple meal - Rotten Flesh skewered onto a Bone. It's not very appetizing.",
    "lore.frightsdelight.bone_kebab_spider_eye": "A simple meal - Spider Eyes skewered onto a Bone. It's not very appetizing.",
    "lore.frightsdelight.bone_kebab_slimeapple": "A simple meal - Slime Apples skewered onto a Bone. It's not very appetizing.",
    "lore.frightsdelight.bone_kebab_slime": "A simple meal - Slimeballs skewered onto a Bone. It's not very appetizing.",
    "lore.frightsdelight.bone_kebab_ghast_tear": "A simple meal - Ghast Tears skewered onto a Bone. It's not very appetizing.",
    "lore.frightsdelight.bone_kebab_soul_berry": "A simple meal - Soul Berries skewered onto a Bone.",
    "lore.frightsdelight.bone_kebab_wither_berry": "A simple meal - Wither Berries skewered onto a Bone.",
    "lore.frightsdelight.web_on_stick": "A simple meal - take two cobwebs and skewered them on a Bone. ",
    "lore.frightsdelight.wither_berry": "A corrupted Soul Berry that only grows near Wither blocks."
  }