{
  "entity.cold_sweat.chameleon.description": "A passive, tameable mob that changes color depending on the ambient temperature. Spawns in tropical and arid biomes, and is the only source of chameleon molt.",
  "lore.cold_sweat.waterskin": "Can be heated or chilled in boilers or iceboxes when filled. May be dumped on the player, drunk, or held in the hotbar to change their temperature.",
  "lore.cold_sweat.filled_waterskin": "Can be heated or chilled in boilers or iceboxes. May be dumped on the player, drunk, or held in the hotbar to change their temperature.",
  "lore.cold_sweat.thermometer": "A tool that displays the exact world temperature when held. Crafted with gold and redstone.",
  "lore.cold_sweat.soulspring_lamp": "Crafted with a heart of the sea, an item that reduces the local world temperature to a habitable level. The most important tool in traversing the nether.",
  "lore.cold_sweat.soul_sprout": "A chilling food and fuel for the soulspring lamp. When eaten, it reduces your body temperature by twenty.",
  "lore.cold_sweat.goat_fur": "Dropped from or sheared by goats. Used for cold insulation and crafting goat fur armor.",
  "lore.cold_sweat.goat_fur_cap": "A dense, lustrous article of clothing. Insulates against the cold, can be sewn into other armors.",
  "lore.cold_sweat.goat_fur_parka": "A dense, lustrous article of clothing. Insulates against the cold, can be sewn into other armors.",
  "lore.cold_sweat.goat_fur_pants": "A dense, lustrous article of clothing. Insulates against the cold, can be sewn into other armors.",
  "lore.cold_sweat.goat_fur_boots": "A dense, lustrous article of clothing. Insulates against the cold, can be sewn into other armors.",
  "lore.cold_sweat.hoglin_hide": "A heat insulator which utilizes the rugged nature of hoglin's ability to resist heat. Can be crafted into leather.",
  "lore.cold_sweat.hoglin_headpiece": "A rugged leathery armor with sporadic, tough furs. Insulates against heat, makes piglins neutral, and can be sewn into other armors.",
  "lore.cold_sweat.hoglin_tunic": "A rugged leathery armor with sporadic, tough furs. Insulates against heat, makes piglins neutral, and can be sewn into other armors.",
  "lore.cold_sweat.hoglin_trousers": "A rugged leathery armor with sporadic, tough furs. Insulates against heat, makes piglins neutral, and can be sewn into other armors.",
  "lore.cold_sweat.hoglin_hooves": "A rugged leathery armor with sporadic, tough furs. Insulates against heat, makes piglins neutral, and can be sewn into other armors.",
  "lore.cold_sweat.chameleon_molt": "Dropped by chameleons when they shed, typically once a day. Grants adaptive insulation depending on the environment. Used in the thermolith.",
  "lore.cold_sweat.chameleon_scale_helmet": "A rippling, patchy armor laced with chromatophores. Insulates against whatever environment with time, can be sewn into other armors.",
  "lore.cold_sweat.chameleon_scale_chestplate": "A rippling, patchy armor laced with chromatophores. Insulates against whatever environment with time, can be sewn into other armors.",
  "lore.cold_sweat.chameleon_scale_leggings": "A rippling, patchy armor laced with chromatophores. Insulates against whatever environment with time, can be sewn into other armors.",
  "lore.cold_sweat.chameleon_scale_boots": "A rippling, patchy armor laced with chromatophores. Insulates against whatever environment with time, can be sewn into other armors.",
  "lore.cold_sweat.thermolith": "A redstone component that outputs a signal based on the current ambient temperature. 0 is freezing, 15 is burning.",
  "lore.cold_sweat.sewing_table": "An essential block which lets you sew insulation items, or insulated armors, into armor. Anything with an insulation tooltip can be sewn into others.",
  "lore.cold_sweat.hearth": "A block that heats or cools sealed rooms. Requires cold or hot fuel, can be pumped in. If powered from the sides, will chill the room- if powered from the bottom or back, will heat the room.",
  "lore.cold_sweat.boiler": "A block which can heat up waterskins when fueled, or heat up a room when powered and used with a smokestack.",
  "lore.cold_sweat.icebox": "A block which can cool waterskins when fueled, or chill a room when powered and used with a smokestack.",
  "lore.cold_sweat.smokestack": "A block which, when attached to iceboxes or boilers, lets it perform similarly to them in heating or cooling rooms.",
  "lore.cold_sweat.minecart_insulation": "When combined with a minecart, will protect from any major shifts in temperature.",
  "lore.cold_sweat.insulated_minecart": "Protects you from the elements!"
}