{
    "tag.hollow.hollow_logs.description": "A decorative block - this log has been hollowed out.",
    "lore.hollow.copper_pillar": "A block of Copper cut into a Column.",
    "lore.hollow.exposed_copper_pillar": "A block of Copper cut into a Column that has been lightly aged.",
    "lore.hollow.weathered_copper_pillar": "A block of Copper that has been cut into a Column and left until it has become weathered.",
    "lore.hollow.oxidized_copper_pillar": "A block of Copper that has been cut into a Column and left to fully oxidize.",
    "lore.hollow.waxed_copper_pillar": "A block of Copper cut into a Column. It has since been waxed to protect its patina.",
    "lore.hollow.waxed_exposed_copper_pillar": "A block of Copper cut into a Column that has been lightly aged.  It has since been waxed to protect its patina.",
    "lore.hollow.waxed_weathered_copper_pillar": "A block of Copper that has been cut into a Column and left until it has become weathered. It has since been waxed to protect its patina.",
    "lore.hollow.waxed_oxidized_copper_pillar": "A block of Copper that has been cut into a Column and left to fully oxidize. It has since been waxed to protect its patina.",
    "lore.hollow.paeonia": "A flower that can be crafted into Pink Dye or placed in a Flower Pot.",
    "lore.hollow.rooted_orchid": "A flower that can be crafted into Light Blue Dye or placed in a Flower Pot.",
    "lore.hollow.campion": "A tall flower that can be grown with Bone Meal, or used to make White Dye.",
    "lore.hollow.polypore": "A block that can be found growing on trees. It can be used as a lid for Jars.",
    "lore.hollow.lotus_lilypad": "A block that floats on water, and can be walked on.",
    "lore.hollow.giant_lilypad": "A block that floats on water, and can be walked on.",
    "lore.hollow.twig": "A foliage block made of sticks commonly found in forest.",
    "lore.hollow.sculk_jaw": "A block that is sensitive to footsteps, immobilizing and even biting anything that dares step on it.",
    "lore.hollow.jar": "An item that can be used to hold Fireflies.",
    "lore.hollow.firefly_jar": "An item that contains Fireflies.",
    "lore.hollow.echoing_pot": "A delicate pot that can be found in Ancient Cities.",
    "lore.hollow.stone_chest": "A block that can store blocks and items inside. Place two side by side to create a larger chest with double the capacity.",
    "lore.hollow.stone_chest_lid": "A block that will release the contents of the Stone Chest below it when mined.",
    "lore.hollow.cattail": "A block that can be planted in water to grow.",
    "lore.hollow.cattail_stem": "A block that can be planted in water to grow.",
    "lore.hollow.music_disc_postmortem": "An item that can be played in a Jukebox. Found in Ancient Cities. It's an uncommon find.",
    "lore.hollow.copper_horn": "A tool that will emit a loud sound when used, varying its pitch based off where you are looking. It's an uncommon find."
  }